Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/employment/employment_rights_and_conditions/hours_of_work/rest_periods_and_breaks.html.txt.tmx
Source language: en
Languages: pl

source: Rest periods and breaks
pl: Okresy odpoczynku i przerwy podczas pracy

source: All workers are entitled to have breaks while they are at work and rest periods between working days or nights
pl: Wszyscy pracownicy mają prawo do przerw podczas pracy i okresów odpoczynku między dniami lub nocami, kiedy pracowali

source: The Organisation of Working Time Act 1997 sets out the statutory minimum entitlement for employees as regards working hours, annual leave, night work, breaks and rest periods for employees
pl: Ustawa o organizacji czasu pracy (Organisation of Working Time Act) z 1997 r. określa ustawowe minimalne uprawnienia pracowników dotyczące czasu pracy, urlopu wypoczynkowego, pracy nocnej, przerw i okresów odpoczynku przysługujących osobom zatrudnionym

source: The general rule on breaks is that you are entitled to a break of 15 minutes after a 4 ½ hour work period
pl: Generalną zasadą dotyczącą przerw jest prawo do 15-minutowej przerwy po pracy trwającej 4 ½ godziny

source: If you work more than 6 hours you are entitled to a break of 30 minutes, which can include the first 15-minute break
pl: Po 6-godzinnym okresie pracy pracownik ma prawo do 30 minut przerwy, przy czym można w nią wliczyć pierwszą 15-minutową przerwę

source: There is no entitlement to be paid during these breaks and they are not considered part of working time
pl: Pracownikowi nie przysługuje wynagrodzenie za te przerwy i nie są one uważane za część czasu pracy

source: Shop employees who work more than 6 hours and whose hours of work include 11.30am–2.30pm are entitled to a one-hour consecutive break which must occur during those hours
pl: Pracownicy sklepu pracujący powyżej 6 godzin, których godziny pracy przypadają między 11:30-14:30 są uprawnieni do jednogodzinnej, ciągłej przerwy, która musi mieć miejsce w tych godzinach

source: Example: If you start work at 7am you are entitled to take a 15-minute break at 11.30am
pl: 7:00 rano osoba jest uprawniona do piętnastominutowej przerwy o 11:30. O godz

source: At 1.15pm when you have worked 6 hours you are entitled to take a break of 30 minutes
pl: 13:15, po przepracowaniu 6 godzin, osoba jest uprawniona do trzydziestominutowej przerwy

source: As you have already taken a break at 11.15, your employer can limit this break to 15 minutes
pl: Ponieważ osoba wykorzystała już przerwę o 11:15 pracodawca może skrócić taką kolejną przerwę do 15 minut

source: (If you are working in a shop you are entitled to a one-hour break at 1.15pm.) If you start working again at 1.30pm or 1.45pm and continue working until 6 or 6.15pm you are entitled to another 15-minute break
pl: 13:15). W przypadku ponownego rozpoczęcia pracy o 13:30 lub 13:45 i wykonywania jej do godz. 18:00 lub 18:15, osoba jest uprawiona do kolejnej, piętnastominutowej przerwy

source: Employees whose working conditions are covered by the Registered Employment Agreement (Dublin and Dun Laoghaire Drapery, Footwear And Allied Trades) are entitled to a 15-minute paid break (exclusive of the main meal break) if working more than 4 ½ hours
pl: Pracownicy, których warunki pracy wymienione są w (zarejestrowanej umowie zbiorowej) Registered Employment Agreement (Dublin and Dun Laoghaire Drapery, Footwear And Allied Trades) są uprawnienia do piętnastominutowej, płatnej przerwy (w tym głównej przerwy na posiłek) w przypadku przepracowania 4,5 godziny

source: Until 7 July 2011 employees who were covered by the Employment Regulation Order (ERO) for the Retail Grocery and Allied Trades (nationwide) were entitled to a 15-minute paid break (exclusive of the main meal break) if working more than 4 ½ hours
pl: Do 2 lipca 2011 roku pracownicy objęci porozumieniem zbiorowym (the Employment Regulation Order ) zatrudnieni w handlu detalicznym artykułami spożywczymi lub rzemiośle (w całym kraju) byli uprawnieni do piętnastominutowej, płatnej przerwy (nie uwzględniając głównej przerwy na posiłek) w przypadku wykonywania pracy przez okres przekraczający 4,5 godz

source: Following a High Court decision Employment Regulation Orders ceased to have statutory effect from 7 July 2011. Employees who were covered by this ERO have existing contracts of employment which govern their conditions of work
pl: (Po decyzji sądu, od 7 lipca 2011 roku przestały obowiązywać Rozporządzenia odnośnie Regulaminów Zatrudnienia, mające moc ustawy) Pracownicy objęci tym porozumieniem (ERO) posiadając obowiązujące umowy o pracę, które regulują ich warunki pracy

source: Any change in their contract of employment normally requires the employee’s consent so the terms set down in the ERO still apply to employees whose contracts date from before 7 July 2011
pl: Wszelkie zmiany umowy o pracę wymagają zwykle zgody pracownika, tak więc warunki określone w ERO będą nadal obowiązywać pracowników, z którymi umowy zostały zawarte przed 7 lipca 2011 r

source: Until new EROs are made the conditions of work (including rest periods) for employees who start work after 7 July 2011 are governed by employment legislation such as the Organisation of Working Time Act 1997
pl: Do czasu zawarcia nowych porozumień (ERO), warunki pracy (w tym długość przerw wypoczynkowych) dla pracowników, którzy podjęli pracę po 7 lipca 2011 r. podlegają przepisom o zatrudnieniu np. ustawie o organizacji czasu pracy z 1997 roku

source: The definition of a rest period is any time that is not working time
pl: Zgodnie z definicją okres odpoczynku to każdy czas, który nie jest czasem pracy

source: The rest periods set out in the Act are as follows:
pl: Ustawa określa okresy odpoczynku w następujący sposób:

source: (a) You are entitled to 11 consecutive hours rest in any period of 24 hours
pl: a. pracownik ma prawo do 11 godzin nieprzerwanego odpoczynku w każdej dobie

source: In addition you should get 24 consecutive hours rest in any period of 7 days and this should normally follow on from one of the 11-hour rest periods already mentioned, or
pl: Ponadto pracownikowi przysługuje 24-godzinny nieprzerwany odpoczynek w każdym okresie 7 dni i zwykle powinien on nastąpić po jednym z wcześniej wspomnianych 11-godzinnych okresów odpoczynku, albo

source: (b) As an alternative your employer can give you two 24-hour rest periods in the week that follows one in which you did not get the entitlement described in (a) above
pl: alternatywnie pracodawca może przyznać pracownikowi dwa 24-godzinne okresy odpoczynku w tygodniu następującym po tygodniu, w którym nie wykorzystał on prawa opisanego w punkcie (a) powyżej

source: Unless your contract provides otherwise your 24-hour rest period referred to above should include a Sunday
pl: O ile umowa o pracę nie przewiduje innej sytuacji 24-godzinny okres odpoczynku, o którym mowa powyżej powinien obejmować niedzielę

source: Who is not covered by the Act
pl: Osoby nie objęte tą ustawą

source: The provisions of the Organisation of Working Time Act 1997 on breaks and rest periods do not apply to all employees
pl: Postanowienia ustawy o organizacji czasu pracy z 1997 r. dotyczące przerw i okresów odpoczynku nie odnoszą się wszystkich zatrudnionych

source: They do not apply to the Gardaí, Defence Forces, employees who control their own working hours or family employees on farms or in private homes
pl: Nie dotyczą one policji (Gardaí), Sił Obronnych, pracowników, którzy sami regulują swój czas pracy oraz członków rodzin pracujących w gospodarstwach rolnych lub prywatnych domach

source: The working hours of young people under the age of 18 are regulated by the Protection of Young Persons (Employment) Act 1996
pl: Czas pracy młodocianych pracowników poniżej 18 roku życia reguluje ustawa o ochronie młodocianych pracowników (Protection of Young Persons (Employment) Act) z 1996 r

source: In the following situations employers can be exempted from providing the rest periods as set out in the Act
pl: Takie zwolnienia są dopuszczalne pod warunkiem, że pracownik otrzyma równoważny okres odpoczynku wyrównawczego

source: These exemptions are allowed provided the employee is given equivalent compensatory rest
pl: Oznacza to, że w przypadku przesunięcia terminu odpoczynku pracownik musi mieć możliwość odebrania go w rozsądnym okresie czasu

source: This means that if a rest period is postponed the employee must be allowed to take it within a reasonable period of time.The Workplace Relations Commission has a Code of Practice on Compensatory Rest Periods
pl: Komisja ds. stosunków pracowniczych (Labour Relations Commission) opublikowała kodeks praktyki dotyczący wyrównawczych okresów odpoczynku (pdf)

source: Exceptional circumstances: an employer is exempt from providing these rest periods if this is not possible due to exceptional circumstances or emergency
pl: Sytuacje nadzwyczajne: pracodawca jest zwolniony z obowiązku zapewniania takich okresów odpoczynku, jeśli nie jest to możliwe ze względu na nadzwyczajne okoliczności lub sytuację kryzysową

source: Collective agreement: The rest periods set out in the Act may be varied if there is a collective agreement to vary them which has been approved by the Labour Court or if there is an Employment Regulation Order or Registered Employment Agreement
pl: Umowa zbiorowa: okresy odpoczynku określone w ustawie mogą zostać zmienione, jeżeli takie zmiany uzgodniono w porozumieniu zbiorowym zatwierdzonym przez Sąd Pracy albo jeśli przewiduje je porozumienie zbiorowe zwane Employment Regulation Order lub zarejestrowane porozumienie zbiorowe (Registered Employment Agreement)

source: Shift work: When shift workers are changing shift or are working split shifts there is an exemption from the requirement to have the rest periods as specified in the Act
pl: Praca zmianowa: Kiedy pracownicy zmianowi zmieniają zmiany lub pracują w systemie zmian dzielonych (split shifts), nie ma obowiązku spełniania wymogu zapewniania okresów odpoczynku określonych w ustawie

source: However, the regulations governing those employed in transport activities (SI 20/1998) and in certain categories of civil protection services (SI 52/1998) exempt them from the provisions on statutory rest breaks/periods but do not require them to have equivalent compensatory rest
pl: Jednak przepisy dotyczące osób zatrudnionych w transporcie (SI 20 z 1998 r.) i w niektórych kategoriach cywilnych służb ochrony (SI 52 z 1998 r.) wyłączają te grupy z postanowień dotyczących ustawowych okresów odpoczynku i przerw, ale nie wymagają zapewniania im równoważnego okresu odpoczynku wyrównawczego

source: You can refer disputes under the Organisation of Working Time Act 1997
pl: Możesz rozwiązywać dysputy zgodnie z Ustawą o Organizacji Czasu z 1997 r

source: You should make a complaint within 6 months of the dispute occurring. You must use the online complaint form available on workplacerelations.ie
pl: Powinieneś wnieść skargę korzystając z nowego, pojedynczego formularza skarg(pdf) w ciągu 6 miesięcy od daty dysputy

source: However, this time limit may be extended for up to 12 months if there was reasonable cause for not bringing the complaint within the first 6 months
pl: Jednakże, limit czasowy może zostać przedłużony do 12 miesięcy, jeśli zaistniał powód, dla którego niemożliwym było przedstawienie skargi w ciągu 6 miesięcy

source: Further information on breaks and rest periods and your employment rights is available from the Workplace Relations Commission's Information and Customer Service – see 'Where to apply' below
pl: Dalszych informacji dotyczących przerw oraz okresów przeznaczonych na odpoczynek można uzyskań w Biurze Obsługi ds. Relacji w Miejscu Pracy – poniżej można zapoznać się z sekcją „Gdzie składać prośbę”
